Repository: 84000/data-translation-memory
Catalog: toh325-v2.tmx
Source language: bo
Languages: en

source: གང་ན་མི་རྣམས་འཚོ་བར་བྱེད་གྱུར་ནས། །ཕན་ཚུན་གནོད་ལ་འབེབས་པར་དགའ་བ་དང་། །ལུས་དང་ངག་ཡིད་སྡོམ་པ་མེད་གྱུར་པ། །དེ་ཚེ་མཁས་པ་མྱུར་དུ་ཡུལ་གཞན་སོང་། །
en: “ ‘Wherever people indulge in violence To make their living, And are frivolous in thought, word, and deed, The learned will swiftly leave for other places.

source: གང་ན་མི་རྣམས་ཕྲག་དོག་བྱེད་གྱུར་ནས། །གཞན་གྱི་རྙེད་ལ་རྟག་ཏུ་མི་བཟོད་ཅིང་། །སྡང་བའི་བསམ་པས་རྣམ་རྨོངས་ཚུལ་འཆོས་པ། །
en: “ ‘Wherever people are overcome by jealousy, And can never accept the success of others, Or maliciously resort to treachery and duplicity,

source: དེ་ཚེ་བདག་འདོད་ཡུལ་གཞན་འགྲོ་བར་གྱིས། །
en: Those who care for their own good must leave for other places.

source: གང་ན་མི་རྣམས་སྡིག་བྱེད་འདོད་གྱུར་ནསབཀུར་སྟི་འདོད་ཅིང་ཚུལ་འཆོས་གཡོ་སྒྱུ་བྱེད། །
en: “ ‘Wherever people are bent on committing evil, Seek veneration while resorting to treachery and duplicity,

source: ནང་ཡང་མ་དག་ཕྱི་ཡང་མ་དག་པ། །དེ་ཚེ་བདག་འདོད་ཡུལ་གཞན་འགྲོ་བར་གྱིས། །
en: Or are impure both within and without, Those who care for their own good must leave for other places.

source: གང་ན་མི་རྣམས་ཞེ་ས་མེད་གྱུར་ནས། །ཡ་རབས་ཚུལ་མེད་ཁེངས་ཤིང་ང་རྒྱལ་ལ་ལྡན། །བྱིས་པས་མཁས་པ་རྟག་ཏུ་བརྙས་བྱེད་པ། །
en: “ ‘Wherever people lack respect, and Are lacking good manners, proud, and arrogant, and Wherever the childish constantly belittle the learned,

source: གང་དང་གང་དུ་བཟའ་བཏུང་དང་། །གང་དུ་གོས་རྣམས་རྙེད་པ་དང་། །གང་དུ་འཚོ་བ་དེར་སོང་ལ། །
en: “ ‘Wherever you can find food and drink, Clothing and sustenance, Go there—

source: ཆགས་འགྱུར་གནས་སུ་མ་འདུག་ཅིག །
en: Dwell not in havens that breed desire.

source: ལན་འགའ་རྩོད་འགྱུར་སྲེད་པ་གང་ཡིན་སྤོངས། །རྟག་ཁེངས་མཆོད་མེད་ང་རྒྱལ་གང་ཡིན་སྤོངས། །
en: “ ‘Abandon craving, which occasionally even causes fights, Abandon arrogance, which is always inflated and vain,

source: འབྲས་བུ་ངན་པའི་ཁྲོ་བ་གང་ཡིན་སྤོངས། །ཕོངས་དུས་མི་ལྟའི་གྲོགས་པོ་གང་ཡིན་སྤོངས། །
en: Abandon anger, which bears only harmful consequences, And abandon friends, who do not visit when you are in need.

source: མེ་ཡིས་གང་བའི་ལམ་འདྲའི་མ་རིག་སྤོངས། །
en: “ ‘Abandon ignorance, which is like a fiery path;

source: བྱས་གཟོ་མེད་པའི་གཉེན་འདྲའི་འདོད་ཆགས་སྤོངས། །
en: Abandon desire, which is like an ungrateful friend;

source: མཆེ་བ་མི་བཟད་ཀླུ་འདྲའི་ཆགས་པ་སྤོངས། །
en: Abandon attachment, which is like a nāga with terrifying fangs;

source: དགྲ་བོ་མཚོན་ཐོགས་ལྟ་བུའི་སྡུག་བསྔལ་སྤོངས། །
en: and Abandon suffering, which is like well-armed enemy.

source: ཀླུ་མོ་ལྟ་བུ་མི་བཟད་ཆུང་མ་སྤོངས། །
en: “ ‘Abandon your wife, that horrific nāginī;

source: མགོ་ལ་མེ་འབར་ལྟ་བུའི་བུ་རྣམས་ཐོང་། །
en: Give up your children, who are like fire burning on your head;

source: འགོ་བའི་ནད་བཅས་ལྟ་བུའི་ཁྱིམ་རྣམས་ཐོང་། །
en: Give up your household, which is like a contagious disease;

source: བཏུང་བ་དུག་ཆེན་ལྟ་བུའི་འདོད་པ་ཐོང་། །
en: and Give up desire, which is like a poisonous drink.

source: ཁྱིམ་གྱི་ཕྱིར་ནི་གཅིག་བཏང་སྟེ། །གྲོང་ཁྱེར་དོན་དུ་ཁྱིམ་བཏང་ངོ་། །
en: “ ‘For the sake of the family, one must give up a member; For the sake of the town, one must give up a family;

source: ལྗོངས་ཀྱི་ཕྱིར་ནི་གྲོང་ཁྱེར་ཏེ། །བདག་གི་དོན་དུ་ས་བཏང་ངོ་། །
en: For the sake of the country, one must give up a town; and For one’s own sake, one must give up the world.

source: མི་ཡི་ཡན་ལག་ཕྱིར་ནི་ནོར་བཏང་ཞིང་། །སྲོག་གི་དོན་དུ་ཡན་ལག་གཏང་བར་བྱ། །
en: “ ‘For the sake of their limbs, people will give up money; And for the sake of their lives, they will give up their limbs.

source: ནོར་དང་ཡན་ལག་རྣམས་དང་དེ་བཞིན་སྲོག །ཐམས་ཅད་བཏང་གི་འདིར་ནི་ཆོས་སྲུང་ངོ་། །
en: Yet, to practice the Dharma, one must give away everything— Wealth, limbs, and even one’s life.

source: ཆོས་སྤྱོད་པ་ལ་འཇིགས་སྐྲག་མེད་པ་ཉིད། །ཆོས་སྤྱོད་པ་དག་ངན་འགྲོར་མི་འགྲོ་སྟེ། །
en: “ ‘Those practicing the Dharma will have no fear. Those practicing the Dharma will not go to the lower realms.

source: ཆོས་སྤྱོད་པ་ནི་འདོད་པའི་འགྲོ་བར་འགྲོ། །ཆོས་མི་སྤྱོད་པ་ཤི་ནས་གདུང་བར་འགྱུར། །
en: Those practicing the Dharma will go wherever they wish. Those not practicing the Dharma will die and suffer.

source: མཁས་པ་ནོར་རྙེད་དགའ་བར་མི་འགྱུར་ལ། །ནོར་ཟད་ན་ཡང་བློ་གྲོས་མི་འཁྱིམ་པར། །
en: “ ‘The learned take no joy in gaining wealth, Nor do they lose their minds when it runs out.

source: འཇིག་རྟེན་དག་ན་ཅི་དགར་ལེགས་རྒྱུ་བ། །སེམས་ཅན་ནང་ན་མི་ཡི་སྙིང་པོར་ཆུད། །
en: The ability to move easily wherever one wants in the world Is what makes humans so special among all its beings.

source: གང་ཞིག་དགའ་བས་གཞན་ལ་ནོར་སྦྱིན་ཞིང་། །ང་རྒྱལ་འཚེ་བ་རྣམ་སྤངས་བདེན་ལ་གནས། །
en: “ ‘Those who happily give to others, Abandon arrogance and harm, remain truthful,

source: རྒྱ་མཚོ་འདྲ་བའི་སེམས་ལྡན་དེ་དག་ནི། །དཔའ་བོ་རྟུལ་ཕོད་ཡ་རབས་ཐབས་ལྡན་ཡིན། །
en: And possess oceanic minds Are indeed courageous, valorous, courteous, and skillful.

source: གང་ཞིག་དེ་དང་དེ་ལ་ལེགས་བསླབས་པས། །དོན་རྣམས་ཀུན་ལ་མཁས་པར་གྱུར་པ་དང་། །
en: “ ‘Whoever trains in all these things Will become learned in all subjects.

source: དེས་ལ་འགྲོགས་ན་བདེ་བ་དེ་དག་ནི། །དམ་པས་ལེགས་པ་ཡིན་ཞེས་བསྔགས་པ་མཛད། །
en: Such gentle and amiable people Will be praised by sublime beings.’

source: ཉེ་རྔས་སྨྲས་པ། རྔ་ཁྱོད་ལ་ནི་ཕྱི་ཕྱིར་ཞིང་། །འདི་བདག་ནི་རབ་ཏུ་དད། །
en: “Tambour then replied, ‘O Drum, as time has passed, My faith in you has greatly increased.

source: བདག་གི་ལུས་འདི་བསྐམས་པ
en: Whether my body becomes emaciated,

source: འམ། །ཡང་ན་སེམས་ནི་མེད་ཀྱང་སླ། །
en: “ ‘Or I lose my senses, I care not!

source: སྡུག་བསྔལ་ཤིན་ཏུ་མི་བཟད་པར། །ལྷུང་ཡང་ཕྱིན་ཆད་སྡིག་མི་བགྱིད། །
en: Even if I fall into unbearable suffering, I shall not commit negativities in the future.

source: ཚུལ་ཁྲིམས་ཉམས་པ་གསོན་པ་བས། །ཚུལ་ཁྲིམས་ལྡན་པ་ཤི་ཡང་སླ། །
en: Rather than living with impaired discipline, “ ‘It is better to die with my discipline intact.

source: སྐྱེ་བ་གཅིག་ཏུ་འདི་ཡི་ཕྱིར། །ཇི་ལྟ་བུར་ནི་མི་ཟད་སྦྱང་། །
en: Therefore, within a single lifetime, I will train correctly and untiringly.’ ”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །
en: The Blessed One continued,

source: སྔོན་ཚེ་གང་དུ་རབ་གནས་ཤིང་། །དེ་དང་དེར་ནི་སྐྱེས་པ་ན། །
en: “In the past, wherever I dwelled, And wherever I was born,

source: མི་དགེའི་གྲོགས་དང་འགྲོགས་པ་ཡིས། །ང་ཡི་མི་དགེ་ལས་རྣམས་བྱས། །
en: I wound up committing negative deeds Due to keeping all sorts of negative company.

source: དགེ་བའི་བཤེས་དང་ཕྲད་པ་ན། །
en: “Once I met a spiritual friend,

source: མི་དགེའི་ལས་རྣམས་སྤངས་པ་ཡིས། །བདག་གིས་མི་དགེའི་ལས་རྣམས་བསལ། །
en: I abandoned negative deeds And so I eradicated negative karma.”

source: བཅོམ་ལྡན་དེ་བཞིན་གཤེགས་པ་ཡིས། །སྔོན་གྱི་གནས་རྣམས་མངོན་མཁྱེན་ནས། །
en: The Blessed Thus-Gone One Knows the realities of all former lives.

source: དེ་ཕྱིར་དགེ་སློང་རྣམས་ལ་ནི། །ཐུབ་པས་ལུང་ཡང་བསྟན་པར་མཛད། །
en: Therefore, the Sage now turned to the monks And spoke these words:

source: སྔོན་ཚེ་ང་ནི་རྔར་གྱུར་ཏེ། །
en: “In the past, I was Drum,

source: ཀུན་དགའ་བོ་ནི་ཉེ་རྔ་ཡིན། །
en: Ānanda was Tambour, and

source: ལྷ་སྦྱིན་རྔ་སྒྲར་གྱུར་ཏོ་ཞེས། །
en: Devadatta was Drumbeat.

source: སྐྱེས་རབས་དེ་ལྟར་གཟུང་བར་གྱིས། །
en: Remember our past lives in this fashion.”

source: ཆོས་རྣམས་སྡུད་པར་བྱེད་པ་ཡི། །དོན་རྒྱས་མདོ་སྡེ་འདི་ཐོས་ནས། །
en: Having heard this meaningful discourse That condenses the entire Dharma,

source: དགེ་སློང་ཐམས་ཅད་གུས་བཅས་པར། །ཆོས་ལ་སྤྱད་པ་ཉིད་དུ་གྱིས། །
en: All the monks respectfully engaged In the practice of the Dharma.

source: ཀླུའི་རྒྱལ་པོ་རྔ་སྒྲའི་ཚིགས་སུ་བཅད་པ་རྫོགས་སོ།། །།
en: This completes The Verses of Nāga King Drum.
